[ARFMAspirant X2SoldierClassTemplate]
DisplayName="有志者"
ClassSummary="受虚空中的某种存在的影响，这名士兵与生俱来的灵能潜能因更高力量的祝福而被唤醒。在连续的一条技能树中获得的每个技能都会使该士兵的专注槽增加一点。"
LeftAbilityTreeTitle="荣耀"
RightAbilityTreeTitle="永恒"
AbilityTreeTitles[0]="感知"
AbilityTreeTitles[1]="决心"
AbilityTreeTitles[2]="连续"
AbilityTreeTitles[3]="XCOM"
RankIcons[0]= "UILibrary_ARFMAspirant.Aspirant_0"
RankIcons[1]= "UILibrary_ARFMAspirant.Aspirant_1"
RankIcons[2]= "UILibrary_ARFMAspirant.Aspirant_2"
RankIcons[3]= "UILibrary_ARFMAspirant.Aspirant_3"
RankIcons[4]= "UILibrary_ARFMAspirant.Aspirant_4"
RankIcons[5]= "UILibrary_ARFMAspirant.Aspirant_5"
RankIcons[6]= "UILibrary_ARFMAspirant.Aspirant_6"
RankIcons[7]= "UILibrary_ARFMAspirant.Aspirant_7"
RankIcons[8]= "UILibrary_ARFMAspirant.Aspirant_8"

RankNames[0]="观察者"
RankNames[1]="入住者"
RankNames[2]="候选者"
RankNames[3]="构成者"
RankNames[4]="丰收者"
RankNames[5]="忍耐者"
RankNames[6]="持续者"
RankNames[7]="永久者"
RankNames[8]="完美者"

ShortNames[0]="观察者"
ShortNames[1]="入住者"
ShortNames[2]="候选者"
ShortNames[3]="构成者"
ShortNames[4]="丰收者"
ShortNames[5]="忍耐者"
ShortNames[6]="持续者"
ShortNames[7]="永久者"
ShortNames[8]="完美者"

RandomNickNames[0]="以太"
RandomNickNames[1]="吱吱"
RandomNickNames[2]="烧焦"
RandomNickNames[3]="愤怒"
RandomNickNames[4]="风暴"
RandomNickNames[5]="虚无"
RandomNickNames[6]="典狱长"
RandomNickNames[7]="吃米之人"
RandomNickNames[8]="先知"
RandomNickNames[9]="风暴行者"
RandomNickNames[10]="神秘"
RandomNickNames[11]="魔法师"
RandomNickNames_Male[0]="术士"
RandomNickNames_Female[0]="女巫"
PhotoboothSoloBLines_Male[0]="他最致命的武器……是他的头脑！"
PhotoboothSoloBLines_Male[1]="牺牲换来力量"
PhotoboothSoloBLines_Male[2]="自然屈服于他的意志。降临节也一样！"
PhotoboothSoloBLines_Male[3]="空间与时间由他掌控！"
PhotoboothSoloBLines_Male[4]="如果他与我们同在，谁能与我们对抗？"
PhotoboothSoloBLines_Male[5]="如同自然法则，变种人将会终结！"
PhotoboothSoloBLines_Male[6]="暴风雨即将来临。"
PhotoboothSoloBLines_Male[7]="\"我不惧怕风暴。我就是风暴。\""
PhotoboothSoloBLines_Male[8]="如果降临者有神，那么现在就是祈祷的时候了。"
PhotoboothSoloBLines_Male[9]="感受他的力量。"

PhotoboothSoloBLines_Female[0]="她最致命的武器……是她的头脑！"
PhotoboothSoloBLines_Female[1]="通过牺牲获得力量"
PhotoboothSoloBLines_Female[2]="自然服从其意志。降临节亦然！"
PhotoboothSoloBLines_Female[3]="空间和时间由她掌控！"
PhotoboothSoloBLines_Female[4]="如果她和我们在一起，谁能与我们对抗？"
PhotoboothSoloBLines_Female[5]="如同自然法则一样，ADVENT 将会终结！"
PhotoboothSoloBLines_Female[6]="暴风雨即将来临。"
PhotoboothSoloBLines_Female[7]="\"我不惧怕风暴。我就是风暴。\""
PhotoboothSoloBLines_Female[8]="如果降临者有神，那么现在就是祈祷的时候了。"
PhotoboothSoloBLines_Female[9]="感受她的力量。"

[ARFMAspirantFocus X2AbilityTemplate]
LocFriendlyName="决心"
LocLongDescription="决心。"
LocHelpText="决心。"

[ARFMAspirantHeal X2AbilityTemplate]
LocFriendlyName="克服"
LocLongDescription="为目标盟友恢复 +<Ability:ARFMASPIRANTHEAL/> 生命值。不会清除状态效果。"
LocHelpText="为目标盟友恢复 +<Ability:ARFMASPIRANTHEAL/> 生命值。不会清除状态效果。"
LocPromotionPopupText="<Bullet/>花费一个专注点。<br/><Bullet/>克服需要两个行动点。<br/><Bullet/>克服可以在小队视距内使用。<br/>"

[ARFMAspirantClarity X2AbilityTemplate]
LocFriendlyName="千里眼"
LocLongDescription="反应攻击可以穿透 +<Ability:ARFMASPIRANTPIERCE/>护甲。"
LocHelpText="反应攻击可以穿透 +<Ability:ARFMASPIRANTPIERCE/>护甲。"

[ARFMAspirantFinisher X2AbilityTemplate]
LocFriendlyName="铁瞄具"
LocLongDescription="狙击步枪射击会造成额外伤害，该伤害随着目标失去的生命值百分比而变化。"
LocHelpText="狙击步枪射击会造成额外伤害，该伤害随着目标失去的生命值百分比而变化。"
LocPromotionPopupText="<Bullet/>对失去 20% 或更多生命力的目标造成 +<Ability:ARFMASPIRANTIRONSIGHTSSMALL/>伤害。<Bullet/>对失去 40% 或更多生命力的目标造成 +<Ability:ARFMASPIRANTIRONSIGHTSMID/>伤害<Bullet/>对失去 60% 或更多生命力的目标造成 +<Ability:ARFMASPIRANTIRONSIGHTSLARGE/>伤害<Bullet/>对失去 70% 或更多生命力的目标，效果加倍，造成 +<Ability:ARFMASPIRANTIRONSIGHTSMAX/>伤害<br/> <Bullet/>只能与狙击步枪一起使用。<br/>"

[ARFMAspirantKillzone X2AbilityTemplate]
LocFriendlyName="杀戮之地"
LocLongDescription="将锥形区域指定为杀戮场，并对其中移动或攻击的任何敌人进行反应射击。"
LocHelpText="将锥形区域指定为杀戮场，并对其中移动或攻击的任何敌人进行反应射击。"
LocFlyOverText="杀戮之地"
LocPromotionPopupText="<Bullet/> 除了弹药数量之外，<Ability:ClassName/> 在杀戮场中可以射击的次数没有限制。<br/><Bullet/> 只能与狙击步枪一起使用。<br/>"
LocFriendlyNameWhenConcealed="杀戮地带（隐藏）"

[ARFMAspirantRapidFire X2AbilityTemplate]
LocFriendlyName="速射"
LocLongDescription="向敌人连续射击两次。每次射击都会受到<Ability:RAPIDFIREPENALTY/>的命中惩罚。"
LocHelpText="向敌人连续射击两次。每次射击都会受到<Ability:RAPIDFIREPENALTY/>的命中惩罚。"
LocFlyOverText="速射"
LocPromotionPopupText="<Bullet/> 速射是造成远程伤害的毁灭性能力。<br/> <Bullet/> 只能与霰弹枪一起使用。<br/>"

[ARFMAspirantShowdown X2AbilityTemplate]
LocFriendlyName="摊牌"
LocLongDescription="向所有可见目标发射霰弹枪。射击会产生 <Ability:ARFMASPIRANTSHOWDOWNPENALTY> 命中惩罚。"
LocHelpText="向所有可见目标发射霰弹枪。射击会产生 <Ability:ARFMASPIRANTSHOWDOWNPENALTY> 命中惩罚。"
LocPromotionPopupText="<Bullet/> 在小队视野范围内不起作用。<br/> <Bullet/> 只能与霰弹枪一起使用。<br/> <Bullet/> 射击的基本命中率较低。<br/> <Bullet/> 需要弹匣中有多于一发弹药。<br/> <Bullet/> 消耗所有弹药。<br/>"

[ARFMAspirantAim X2AbilityTemplate]
LocFriendlyName="感知"
LocLongDescription="获得 +<Ability:ARFMASPIRANTAIM> 基本命中加成。"
LocHelpText="获得 +<Ability:ARFMASPIRANTAIM> 基本命中率加成。"

[ARFMAspirantHealth X2AbilityTemplate]
LocFriendlyName="持久"
LocLongDescription="获得 +<Ability:ARFMASPIRANTHEALTH> 基础生命值。"
LocHelpText="获得 +<Ability:ARFMASPIRANTHEALTH> 基础健康值。"

[ARFMAspirantUtility X2AbilityTemplate]
LocFriendlyName="孜孜不倦"
LocLongDescription="获得 +<Ability:ARFMASPIRANTMOBILITY> 基础机动性。"
LocHelpText="获得 +<Ability:ARFMASPIRANTMOBILITY> 基础机动性。"

[ARFMAspirantContinuityBlessing X2AbilityTemplate]
LocFriendlyName="连续性触摸"
LocLongDescription="克服还会使目标在 +<Ability:ARFMASPIRANTHEAL/> 回合内获得 +<Ability:ARFMASPIRANTHEAL/> 生命值再生。"
LocHelpText="克服还会使目标在 +<Ability:ARFMASPIRANTHEAL/> 回合内获得 +<Ability:ARFMASPIRANTHEAL/> 生命值再生。"
LocPromotionPopupText="<Bullet/>新增再生能力，每回合增加 1 点生命值，持续 +<Ability:ARFMASPIRANTHEAL/> 回合。<br/>"

[ARFMAspirantBreach X2AbilityTemplate]
LocFriendlyName="突破并清除"
LocLongDescription="向锥形区域内的所有敌人倾斜霰弹枪。"
LocHelpText="向锥形区域内的所有敌人倾斜霰弹枪。"
LocPromotionPopupText="<Bullet/> 只能用于霰弹枪。<br/><Bullet/> 需要弹匣中有多于一发的弹药。<br/><Bullet/> 消耗所有弹药以进行放逐般的射击。<br/>"

[ARFMAspirantTrencher X2AbilityTemplate]
LocFriendlyName="要塞炮手"
LocLongDescription="不消耗行动点数，发射霰弹枪。每回合只能使用一次，并且只能在同一回合中士兵未移动时使用。"
LocHelpText="不消耗行动点数，发射霰弹枪。每回合只能使用一次，并且仅当士兵在该回合没有移动时才可使用。"
LocPromotionPopupText="<Bullet/>只能与霰弹枪一起使用。<br/><Bullet/>每回合只能使用一次，并且只有当士兵在同一回合没有移动时才能使用。<br/>"

[ARFMAspirantImplacable X2AbilityTemplate]
LocFriendlyName="注入"
LocLongDescription="为一名士兵注入超自然力量，持续一回合，每杀死一个单位，他们就会获得一个行动点数。"
LocHelpText="为一名士兵注入超自然力量，持续一回合，每杀死一个单位便可为他们提供一个行动点数。"
LocFlyOverText="注入"
LocPromotionPopupText="<Bullet/>每个士兵每个任务只能使用一次。<br/><Bullet/>可以在小队视野范围内使用。<br/><Bullet/>消耗<Ability:ARFMASPIRANTIMPLACABLEFOCUS/>专注<br/>"

[ARFMAspirantEndow X2AbilityTemplate]
LocFriendlyName="赋予"
LocLongDescription="授予目标士兵一个奔袭战术行动点，以及一个临时的<Ability:ARFMASPIRANTENDOW/>临时护盾和持续<Ability:ARFMASPIRANTENDOWDURATION/>回合的<Ability:ARFMASPIRANTENDOW/>临时机动性。"
LocHelpText="授予目标士兵一个奔袭战术行动点，以及一个临时的<Ability:ARFMASPIRANTENDOW/>临时护盾和持续<Ability:ARFMASPIRANTENDOWDURATION/>回合的<Ability:ARFMASPIRANTENDOW/>临时机动性。"
LocFlyOverText="赋予"
LocPromotionPopupText="<Bullet/> 可以在小队视线范围内使用。<br/><Bullet/> 消耗 1 点专注<br/> <Bullet/> 有一个 <Ability:ARFMASPIRANTENDOWDURATION/> 回合冷却时间。"

[ARFMAspirantInevitablility X2AbilityTemplate]
LocFriendlyName="命定之潮"
LocLongDescription="反应火力暴击造成双倍伤害。"
LocHelpText="反应火力暴击造成双倍伤害。"
LocFlyOverText="命定之潮"
LocPromotionPopupText="<Bullet/>如果士兵没有镇定自若，那么【命定之潮】将使反应火力可以暴击效果。"

[ARFMAspirantCataclysm X2AbilityTemplate]
LocFriendlyName="临界潮汐"
LocLongDescription="成为虚空超自然力量的导管，并将其释放为灾难性的浪潮，造成巨大的灵能伤害并摧毁其路径上的一切。"
LocHelpText="成为虚空超自然力量的导管，并将其释放为灾难性浪潮，造成巨大的灵能伤害并摧毁其路径上的一切。"
LocFlyOverText="临界潮汐"
LocPromotionPopupText="<Bullet/> 造成巨大的环境破坏<br/><Bullet/> 消耗 <Ability:ARFMASPIRANTLIMINALFOCUS/> 专注<br/><Bullet/> 有<Ability:ARFMASPIRANLIMINALCOOLDOWN/> 回合冷却时间。"

[ARFMAspirantOverwhelm X2AbilityTemplate]
LocFriendlyName="淹没"
LocLongDescription="攻击目标的精神，造成重大心灵伤害。此外，有机会使目标单位混乱、恐慌，甚至暂时控制其精神。"
LocHelpText="攻击目标的精神，造成重大心灵伤害。此外，有机会使目标单位混乱、恐慌，甚至暂时控制其精神。"
LocFlyOverText="淹没"
LocPromotionPopupText="<Bullet/> 可在小队视野范围内使用。<br/><Bullet/> 淹没会造成伤害，但无法对免疫精神致残效果的精神控制单位造成伤害。<br/><Bullet/> 淹没没有冷却时间。<br/><Bullet/> 淹没无视护甲和护盾值。<br/><Bullet/> 精神控制持续一回合。<br/><Bullet/> 消耗 1 点专注<br/>"

[ARFMAspirantMirage X2AbilityTemplate]
LocFriendlyName="海市蜃楼"
LocLongDescription="隐藏目标士兵<Ability:ARFMASPIRANTMIRAGEDURATION/>回合。"
LocHelpText="隐藏目标士兵"
LocFlyOverText="海市蜃楼"
LocPromotionPopupText="<Bullet/> 可在小队视野范围内使用。<br/><Bullet/> 没有冷却时间<br/><Bullet/> 消耗 <Ability:ARFMASPIRANTMIRAGEFOCUS/> 专注<br/>"
